Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SaverBackdropLibraryNotSetupDescription
source: Shows Memories from your Personal Library, Shared Library, or both. To set up a Shared Library, go to Photos settings on your iPhone, iPad, or Mac.
ar: إظهار الذكريات من المكتبة الشخصية أو المكتبة المشتركة أو كلتيهما. لإعداد مكتبة مشتركة، انتقل إلى إعدادات الصور على iPhone أو iPad أو Mac.
ca: Mostra els records de la fototeca personal, de la compartida o de totes dues. Per crear una fototeca compartida, ves a la configuració de l’app Fotos de l’iPhone, de l’iPad del Mac.
cs: Zobrazuje vzpomínky z vaší osobní knihovny, sdílené knihovny nebo obou knihoven. Chcete‑li nastavit sdílenou knihovnu, přejděte do nastavení Fotek na iPhonu, iPadu nebo Macu.
da: Viser minder fra dit personlige bibliotek, det delte bibliotek eller begge. Gå til indstillingerne til Fotos på din iPhone, iPad eller Mac for at oprette et delt bibliotek.
de: Hiermit werden Rückblicke aus deiner persönlichen Mediathek, der geteilten Mediathek oder beiden angezeigt. Um eine geteilte Mediathek zu konfigurieren, öffne die Einstellungen von „Fotos“ auf deinem iPhone, iPad oder Mac.
el: Εμφάνιση αναμνήσεων από την προσωπική βιβλιοθήκη, την κοινόχρηστη βιβλιοθήκη, ή και τις δύο. Για διαμόρφωση μιας κοινόχρηστης βιβλιοθήκης, μεταβείτε στις Ρυθμίσεις των Φωτογραφιών στο iPhone, iPad ή Mac σας.
es: Muestra los recuerdos de tu fototeca personal, la fototeca compartida o ambas. Para configurar una fototeca compartida, ve a los ajustes de Fotos del iPhone, iPad o Mac.
es_us: Muestra los recuerdos de tu fototeca personal, compartida o ambas. Para configurar una fototeca compartida, ve a la configuración de Fotos en tu iPhone, iPad o Mac.
fi: Näyttää muistoja omasta kirjastosta, jaetusta kirjastosta tai molemmista. Voit ottaa jaetun kirjaston käyttöön iPhonen, iPadin tai Macin Kuvat-asetuksissa.
fr: Affiche les souvenirs de votre photothèque personnelle, de votre photothèque partagée ou des deux. Pour configurer une photothèque partagée, accédez aux réglages Photos sur votre iPhone, iPad ou Mac.
fr_ca: Affichez les souvenirs de votre photothèque personnelle, de la photothèque partagée ou des deux. Pour configurer une photothèque partagée, accédez aux réglages de Photos sur votre iPhone, iPad ou Mac.
he: ניתן להציג זיכרונות מהספריה האישית, מהספריה המשותפת או משתיהן. כדי להגדיר ספריה משותפת, יש לעבור להגדרות ״תמונות״ ב-iPhone, ב-iPad או ב-Mac.
hi: आपकी व्यक्तिगत लाइब्रेरी, शेयर की गई लाइब्रेरी या दोनों से यादें दिखाई जाती हैं। शेयर की गई लाइब्रेरी सेटअप करने के लिए अपने iPhone, iPad या Mac पर तस्वीर सेटिंग पर जाएँ।
hr: Prikazuje uspomene iz osobne medijateke, dijeljene medijateke ili obje. Za podešavanje dijeljene medijateke idite u postavke aplikacije Foto na iPhoneu, iPadu ili Macu.
hu: Emlékeket jelenít meg a személyes könyvtárából, a megosztott könyvtárából vagy mindkettőből. Megosztott könyvtár beállításához nyissa meg a Fotók beállításait az iPhone-ján, iPadjén vagy Macjén.
id: Menampilkan Memori dari Perpustakaan Pribadi Anda, Perpustakaan Bersama, atau keduanya. Untuk mengatur Perpustakaan Bersama, buka pengaturan Foto di iPhone, iPad, atau Mac Anda.
it: Mostra i ricordi dalla libreria personale, da quella condivisa o da entrambe. Per configurare una libreria condivisa, vai alle impostazioni di Foto su iPhone, su iPad o sul Mac.
ja: 個人用ライブラリ、共有ライブラリ、または両方のライブラリからメモリーを表示できます。共有ライブラリを設定するには、iPhone、iPad、またはMacの“写真”設定に移動してください。
ko: 개인 보관함 또는 공유 보관함의 추억을 보여주거나, 두 보관함의 추억을 함께 보여줍니다. 공유 보관함을 설정하려면 iPhone, iPad 또는 Mac에서 사진 설정으로 이동하십시오.
ms: Menunjukkan Memori daripada Pustaka Peribadi, Pustaka Dikongsi anda atau kedua-duanya. Untuk menyediakan Pustaka Dikongsi, pergi ke seting Foto pada iPhone, iPad atau Mac anda.
nb: Viser minner fra det personlige biblioteket ditt, fellesbiblioteket, eller begge. Du kan konfigurere et fellesbibliotek ved å gå til Bilder-innstillingene på iPhone, iPad eller Mac.
nl: Toont terugblikken uit je persoonlijke bibliotheek, gedeelde bibliotheek of beide. Om een gedeelde bibliotheek te configureren, ga je naar de instellingen voor Foto's op je iPhone, iPad of Mac.
pl: Możesz wyświetlać wspomnienia tylko z biblioteki osobistej, tylko z biblioteki udostępnianej lub z obu bibliotek. Aby skonfigurować bibliotekę udostępnianą, przejdź do ustawień Zdjęć na iPhonie, iPadzie lub Macu.
pt_br: Mostra Memórias da sua Fototeca Pessoal, Fototeca Compartilhada ou ambas. Para configurar uma Fototeca Compartilhada, acesse os ajustes do app Fotos no iPhone, iPad ou Mac.
pt_pt: Mostra recordações da sua biblioteca pessoal, biblioteca partilhada ou ambas. Pode configurar uma biblioteca partilhada nas definições da aplicação Fotografias, no iPhone, iPad ou Mac.
ro: Afișați amintiri din biblioteca personală, din biblioteca partajată sau din ambele. Pentru a configura o bibliotecă partajată, accesați configurările Poze pe iPhone, iPad sau Mac.
ru: Здесь отображаются воспоминания из Вашей личной, из общей или сразу из обеих медиатек. Чтобы настроить общую медиатеку, откройте настройки Фото на iPhone, iPad или Mac.
sk: Zobrazí spomienky z vašej osobnej knižnice, zdieľanej knižnice alebo z oboch knižníc. Ak chcete nastaviť zdieľanú knižnicu, prejdite do nastavení apky Fotky na iPhone, iPade alebo Macu.
sl: Prikaže spomine iz osebne knjižnice, deljene knjižnice ali obeh knjižnic. Če želite nastaviti deljeno knjižnico, pojdite na nastavitve aplikacije Fotografije v iPhonu, iPadu ali Macu.
sv: Visar minnen från ditt personliga bibliotek, delade bibliotek eller båda. Öppna Bilder-inställningarna på en iPhone, iPad eller Mac om du vill skapa ett delat bibliotek.
th: แสดงความทรงจำจากคลังส่วนตัวของคุณ คลังที่แชร์ หรือทั้งคู่ ในการตั้งค่าคลังที่แชร์ ให้ไปที่การตั้งค่ารูปภาพบน iPhone, iPad หรือ Mac ของคุณ
tr: Kişisel Arşiv’inizden, Paylaşılan Arşiv’den veya her ikisinden de Anılar gösterir. Bir Paylaşılan Arşiv ayarlamak için iPhone’unuzda, iPad’inizde ya da Mac’inizde Fotoğraflar ayarlarına gidin.
uk: Показувати спогади з вашої особистої фототеки, зі спільної фототеки чи з обох. Налаштуйте спільну фототеку в параметрах Фотографій на iPhone, iPad чи Mac.
vi: Hiển thị các kỷ niệm từ Thư viện cá nhân, Thư viện được chia sẻ của bạn hoặc cả hai. Để thiết lập Thư viện được chia sẻ, hãy đi tới cài đặt Ảnh trên iPhone, iPad hoặc máy Mac của bạn.
zh_cn: 显示个人图库、共享图库或这两个图库中的“回忆”。若要设置共享图库，请前往iPhone、iPad或Mac上的“照片”设置。
zh_hk: 顯示來自你的「個人圖庫」、「共享圖庫」或兩個圖庫的「回憶」。如要設定「共享圖庫」，請前往iPhone、iPad或Mac上的「相片」設定。
zh_tw: 顯示來自「個人圖庫」、「共享的圖庫」或兩個圖庫的「回憶」。若要設定「共享的圖庫」，請前往iPhone、iPad或Mac上的「照片」設定。

# SaverBackdropLibrarySyncingDescription
source: Personal and Shared Library options are syncing.
ar: تتم مزامنة خيارات المكتبة الشخصية والمشتركة.
ca: S’estan sincronitzant les opcions de la fototeca personal i de la compartida.
cs: Nastavení osobní a sdílené knihovny se synchronizují.
da: Indstillingerne af det personlige og det delte bibliotek synkroniseres.
de: Die Optionen für persönliche und geteilte Fotos werden synchronisiert.
el: Γίνεται συγχρονισμός των επιλογών προσωπικής και κοινόχρηστης βιβλιοθήκης.
es: Las opciones de las fototecas personal y compartida se están sincronizando.
es_us: Se están sincronizando las opciones de la fototeca personal y la compartida.
fi: Oman ja jaetun kirjaston valintoja synkronoidaan.
fr: Les options des photothèques personnelle et partagée sont en cours de synchronisation.
fr_ca: Les options des photothèques personnelle et partagée sont en cours de synchronisation.
he: האפשרויות של הספריה הפרטית והספריה המשותפת מסתנכרנות.
hi: व्यक्तिगत और शेयर की गई लाइब्रेरी के विकल्प सिंक किए जा रहे हैं।
hr: Sinkroniziraju se opcije osobne i dijeljene medijateke.
hu: A személyes és a megosztott könyvtár beállításai szinkronizálva vannak.
id: Pilihan Perpustakaan Pribadi dan Bersama diselaraskan.
it: Le opzioni della libreria personale e di quella condivisa si stanno sincronizzando.
ja: 個人用と共有ライブラリのオプションを同期中です。
ko: 개인 및 공유 보관함 옵션을 동기화하는 중입니다.
ms: Pilihan Pustaka Peribadi dan Dikongsi diselaraskan.
nb: Valgene for det personlige biblioteket og fellesbiblioteket synkroniseres.
nl: Opties voor de persoonlijke en de gedeelde bibliotheek worden gesynchroniseerd.
pl: Opcje biblioteki osobistej i udostępnianej są synchronizowane.
pt_br: As opções da Fototeca Pessoal e da Fototeca Compartilhada estão sendo sincronizadas.
pt_pt: As opções de biblioteca pessoal e partilhada estão a ser sincronizadas.
ro: Opțiunile pentru biblioteca personală și biblioteca partajată sunt în curs de sincronizare.
ru: Параметры личной и общей медиатек синхронизируются.
sk: Možnosti osobnej a zdieľanej knižnice sa synchronizujú.
sl: Možnosti osebne in deljene knjižnice se sinhronizirajo.
sv: Alternativ för personligt och delat bibliotek synkroniseras.
th: ตัวเลือกคลังส่วนตัวและคลังที่แชร์กำลังเชื่อมข้อมูลอยู่
tr: Kişisel ve Paylaşılan Arşiv seçenekleri eşzamanlanıyor.
uk: Параметри особистої та спільної фототек синхронізовуються.
vi: Các tùy chọn thư viện Cá nhân và Được chia sẻ đang đồng bộ hóa.
zh_cn: 正在同步个人图库和共享图库选项。
zh_hk: 正在同步「個人圖庫」和「共享圖庫」選項。
zh_tw: 正在同步「個人圖庫」和「共享的圖庫」選項。

# SaverBackdropMemoryDescription
source: Memories are personalized collections of photos. The screen saver can show all Memories, or just ones marked as Favorites.
ar: الذكريات هي مجموعات مخصصة من الصور. يمكن أن تعرض شاشة التوقف كل الذكريات أو الذكريات المميزة ضمن المفضلة فقط.
ca: Els records són col·leccions de fotos personalitzades. L’estalvi de pantalla pot mostrar‑los tots o només els que afegeixis als favorits.
cs: Vzpomínky jsou osobní sbírky fotek. Spořič obrazovky může zobrazovat všechny vzpomínky nebo jen ty, které jste označili jako oblíbené.
da: Minder er personlige fotosamlinger. Skærmskåneren kan vise alle minder eller kun dem, der er markeret som favoritter.
de: „Rückblicke“ enthalten eine personalisierte Sammlung von Fotos. Der Bildschirmschoner kann alle oder nur die als Favoriten markierten Rückblicke anzeigen.
el: Οι αναμνήσεις είναι εξατομικευμένες συλλογές φωτογραφιών. Η προφύλαξη οθόνης μπορεί να εμφανίζει όλες τις αναμνήσεις, ή μόνο αυτές που έχουν σημανθεί ως Αγαπημένες.
es: Los recuerdos son colecciones de fotos personalizadas. El salvapantallas puede mostrarlos todos o solo los que marques como favoritos.
es_us: Los recuerdos son colecciones personalizadas de fotos. El protector de pantalla puede mostrar todos tus recuerdos o sólo aquellos marcados como favoritos.
fi: Muistot ovat personoituja kuvakokoelmia. Näytönsäästäjä voi näyttää kaikki muistot tai vain suosikiksi merkityt.
fr: Les souvenirs sont constitués de collections de photos personnalisées. L’économiseur d’écran peut afficher tous les souvenirs ou uniquement les souvenirs ajoutés aux favoris.
fr_ca: Les souvenirs sont des collections personnalisées de photos. L’économiseur d’écran peut tous les afficher ou n’afficher que les favoris.
he: זיכרונות הם אוספי תמונות בהתאמה אישית. שומר המסך יכול להציג את כל הזיכרונות, או רק את אלה שמסומנים כמועדפים.
hi: यादें तस्वीरों का वैयक्तिकृत संग्रह होती हैं। स्क्रीन सेवर द्वारा सभी यादें या केवल पसंदीदा के रूप में चिह्नित यादें दिखाई जा सकती हैं।
hr: Uspomene su personalizirane kolekcije fotografija. Tijekom zaštite zaslona mogu se prikazivati sve uspomene ili samo one koje označite kao omiljene.
hu: Az Emlékek a fotók személyre szabott gyűjteményei. A képernyővédő megjelenítheti az összes emléket, vagy csak a kedvencként megjelölteket.
id: Memori adalah koleksi foto yang dipersonalisasi. Penghemat layar dapat menampilkan semua Memori atau hanya yang ditandai sebagai Favorit.
it: I ricordi sono raccolte di foto personalizzate. Il salvaschermo può mostrarli tutti o solo quelli indicati come preferiti.
ja: メモリーはパーソナライズされた写真のコレクションです。すべてのメモリー、またはお気に入りに追加したメモリーをスクリーンセーバで表示できます。
ko: ‘추억’은 개인적인 사진의 모음입니다. 화면 보호기에서 모든 추억을 보여주거나, 즐겨찾기로 표시한 사진만 보여줄 수 있습니다.
ms: Memori ialah koleksi foto diperibadikan. Penyelamat skrin boleh menunjukkan semua Memori atau hanya yang ditandakan sebagai Kegemaran.
nb: Minner er personlig tilpassede bildesamlinger. Skjermspareren kan vise alle minnene, eller kun de som er favorittmerket.
nl: Terugblikken zijn gepersonaliseerde verzamelingen van foto's. De schermbeveiliging kan alle terugblikken tonen of alleen de terugblikken die als favoriet zijn gemarkeerd.
pl: Wspomnienia to spersonalizowane zbiory zdjęć. Wygaszacz ekranu może wyświetlać wszystkie lub tylko ulubione wspomnienia.
pt_br: As Memórias são coleções personalizadas de fotos. O protetor de tela pode mostrar todas as Memórias ou apenas as marcadas como Favoritas.
pt_pt: As recordações são coleções personalizadas de fotografias. A proteção de ecrã pode mostrar todas as recordações ou apenas as assinaladas como favoritas.
ro: Amintirile sunt colecții personalizate de poze. Screensaverul poate afișa toate amintirile sau doar pe cele marcate drept favorite.
ru: Воспоминания — это коллекции фото, созданные специально для Вас. На заставке могут отображаться все воспоминания или только те, которые отмечены как избранные.
sk: Spomienky sú prispôsobené zbierky fotiek. Šetrič obrazovky môže zobrazovať všetky spomienky alebo len tie, ktoré ste označili ako obľúbené.
sl: Spomini so osebno prilagojene zbirke fotografij. Ohranjevalnik zaslona lahko prikazuje vse elemente iz Spominov ali pa le tiste z oznako Priljubljeno.
sv: Minnen är personligt anpassade bildsamlingar. Skärmsläckaren kan visa alla minnen eller bara de som är favoritmarkerade.
th: ความทรงจำคือคอลเลกชั่นรูปภาพสำหรับคุณโดยเฉพาะ ภาพพักหน้าจอสามารถแสดงความทรงจำทั้งหมดหรือเฉพาะความทรงจำที่เป็นรายการโปรดได้
tr: Anılar, kişiselleştirilmiş fotoğraf koleksiyonlarıdır. Ekran koruyucu, tüm anıları veya yalnızca favori olarak işaretlenmiş olanları gösterebilir.
uk: Спогади — це персоналізовані колекції фотографій. Для екранної заставки можуть використовуватися всі спогади чи тільки улюблені.
vi: Kỷ niệm là các bộ sưu tập ảnh được cá nhân hóa. Trình bảo vệ màn hình có thể hiển thị tất cả kỷ niệm hoặc chỉ các kỷ niệm được đánh dấu là Mục ưa thích.
zh_cn: “回忆”为个性化的照片集。屏幕保护程序可显示所有回忆，也可仅显示标为“个人收藏”的回忆。
zh_hk: 「回憶」是個人化的相片集。螢幕保護程式可以顯示全部「回憶」，或只顯示已標示為「喜好項目」的回憶。
zh_tw: 「回憶」是個人化的照片選集。螢幕保護程式可以顯示所有回憶，或只顯示已標示為「喜好項目」的回憶。

# SaverBackdropMemoryTitle
source: Memories
ar: الذكريات
ca: Records
cs: Vzpomínky
da: Minder
de: Rückblicke
el: Αναμνήσεις
es: Recuerdos
es_us: Recuerdos
fi: Muistot
fr: Souvenirs
fr_ca: Souvenirs
he: זיכרונות
hi: यादें
hr: Uspomene
hu: Emlékek
id: Memori
it: Ricordi
ja: メモリー
ko: 추억
ms: Memori
nb: Minner
nl: Terugblikken
pl: Wspomnienia
pt_br: Memórias
pt_pt: Recordações
ro: Amintiri
ru: Воспоминания
sk: Spomienky
sl: Spomini
sv: Minnen
th: ความทรงจำ
tr: Anılar
uk: Спогади
vi: Kỷ niệm
zh_cn: 回忆
zh_hk: 回憶
zh_tw: 回憶

# SaverBackdropMyPhotosDescription
source: Show iCloud Photos or Memories.
ar: إظهار صور iCloud أو الذكريات.
ca: Mostra els records i les fotos que tinguis a l’iCloud.
cs: Zobrazí fotky nebo vzpomínky na iCloudu.
da: Vis iCloud-fotos eller Minder.
de: iCloud-Fotos oder Rückblicke werden angezeigt.
el: Εμφάνιση των Φωτογραφιών ή Αναμνήσεων iCloud.
es: Se muestran los recuerdos o las fotos que tengas en iCloud.
es_us: Muestra Fotos en iCloud o Recuerdos.
fi: Näytä iCloud-kuvia tai Muistoja.
fr: Affichez Photos iCloud ou des souvenirs.
fr_ca: Affichez les photos ou les souvenirs de Photos iCloud.
he: ניתן להציג את ״תמונות iCloud״ או זיכרונות.
hi: iCloud तस्वीरें या यादें दिखाएँ।
hr: Prikažite iCloud fotografije ili Uspomene.
hu: Megjeleníthet iCloud-fotókat vagy Emlékeket.
id: Tampilkan Foto iCloud atau Memori.
it: Mostra i ricordi o le foto di iCloud.
ja: iCloud写真またはメモリーを表示します。
ko: iCloud 사진 또는 추억을 보여줍니다.
ms: Tunjukkan Foto iCloud atau Memori.
nb: Vis iCloud Bilder eller Minner.
nl: Toon iCloud-foto's of terugblikken.
pl: Wyświetlanie Zdjęć w iCloud lub wspomnień.
pt_br: Mostre Fotos do iCloud ou Memórias.
pt_pt: Mostrar Fotografias em iCloud ou recordações.
ro: Afișați Poze iCloud sau amintiri.
ru: Показать фото iCloud или воспоминания.
sk: Zobrazí iCloud Fotky alebo Spomienky.
sl: Prikažite Fotografije iCloud ali Spomine.
sv: Visa iCloud-bilder eller minnen.
th: แสดง “รูปภาพ iCloud” หรือความทรงจำ
tr: iCloud Fotoğrafları’nı veya Anılar’ı gösterir.
uk: Показувати Фото iCloud чи спогади.
vi: Hiển thị Ảnh iCloud hoặc Kỷ niệm.
zh_cn: 显示iCloud照片或回忆。
zh_hk: 顯示「iCloud相片」或「回憶」。
zh_tw: 顯示「iCloud照片」或「回憶」。

# SaverBackdropMyPhotosTitle
source: My Photos
ar: الصور
ca: Les meves fotos
cs: Moje fotky
da: Mine fotos
de: Meine Fotos
el: Οι φωτογραφίες μου
es: Mis fotos
es_us: Mis fotos
fi: Omat kuvat
fr: Mes photos
fr_ca: Mes photos
he: התמונות שלי
hi: मेरी तस्वीरें
hr: Moje fotografije
hu: Saját fotók
id: Foto Saya
it: Le mie foto
ja: マイフォト
ko: 나의 사진
ms: Foto Saya
nb: Mine bilder
nl: Mijn foto's
pl: Moje zdjęcia
pt_br: Minhas Fotos
pt_pt: Fotografias pessoais
ro: Pozele dvs.
ru: Мои фото
sk: Moje fotky
sl: Moje fotografije
sv: Mina bilder
th: รูปภาพของฉัน
tr: Fotoğraflarım
uk: Мої фото
vi: Ảnh của tôi
zh_cn: 我的照片
zh_hk: 我的相片
zh_tw: 我的照片

# SaverBackdropOtherPhotosGroupTitle
source: Other
ar: أخرى
ca: Altres
cs: Jiná
da: Andet
de: Weitere
el: Άλλο
es: Otras
es_us: Otras
fi: Muut
fr: Autres
fr_ca: Autre
he: אחר
hi: अन्य
hr: Ostalo
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
ms: Lain
nb: Annet
nl: Overig
pl: Inne
pt_br: Outras
pt_pt: Outros
ro: Altele
ru: Другое
sk: Iné
sl: Drugo
sv: Annan
th: อื่นๆ
tr: Diğer
uk: Інші
vi: Khác
zh_cn: 其他
zh_hk: 其他
zh_tw: 其他

# SaverBackdropPhotoFilterGroupTitle
source: Types
ar: الأنواع
ca: Tipus
cs: Typy
da: Typer
de: Typen
el: Τύποι
es: Tipos
es_us: Tipos
fi: Tyypit
he: סוגים
hi: प्रकार
hr: Vrste
hu: Típusok
id: Jenis
it: Tipi
ja: 種類
ko: 유형
ms: Jenis
nb: Typer
nl: Typen
pl: Typy
pt_br: Tipos
pt_pt: Tipos
ro: Tipuri
ru: Типы
sk: Typy
sl: Vrste
sv: Typer
th: ประเภท
tr: Türler
uk: Види
vi: Kiểu
zh_cn: 类型
zh_hk: 類型
zh_tw: 類型

# SaverBackdropPhotoFilterMultiValueShowAllTitle
source: All
ar: الكل
ca: Totes
cs: Vše
da: Alle
de: Alle
el: Όλες
es: Todo
es_us: Todas
fi: Kaikki
fr: Toutes
fr_ca: Toutes
he: הכול
hi: सभी
hr: Sve
hu: Összes
id: Semua
it: Tutte
ja: すべて
ko: 전체
ms: Semua
nb: Alle
nl: Alle
pl: Wszystkie
pt_br: Todas
pt_pt: Todas
ro: Toate
ru: Все
sk: Všetky
sl: Vse
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_cn: 全部
zh_hk: 全部
zh_tw: 全部

# SaverBackdropPhotoFilterSimpleValueShowAllTitle
source: Show
ar: إظهار
ca: Mostra
cs: Zobrazit
da: Vis
de: Einblenden
el: Εμφάνιση
es: Mostrar
es_us: Mostrar
fi: Näytä
fr: Afficher
fr_ca: Afficher
he: הצגה
hi: दिखाएँ
hr: Prikaži
hu: Megjelenítés
id: Tampilkan
it: Mostra
ja: 表示
ko: 보기
ms: Tunjukkan
nb: Vis
nl: Toon
pl: Pokaż
pt_br: Mostrar
pt_pt: Mostrar
ro: Afișați
ru: Показать
sk: Zobraziť
sl: Prikaži
sv: Visa
th: แสดง
tr: Göster
uk: Показати
vi: Hiển thị
zh_cn: 显示
zh_hk: 顯示
zh_tw: 顯示

# SaverBackdropPhotoFilterValueFavoritesTitle
source: Favorites
ar: المفضلة
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένες
es: Favoritos
es_us: Favoritas
fi: Suosikit
fr_ca: Favoris
he: מועדפים
hi: पसंदीदा
hr: Omiljeno
hu: Kedvencek
id: Favorit
it: Preferite
ja: お気に入り
ko: 즐겨찾는 항목
ms: Kegemaran
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt_br: Favoritos
pt_pt: Favoritas
ro: Favorite
ru: Избранные
sk: Obľúbené
sl: Priljubljeno
sv: Favoriter
th: รายการโปรด
tr: Favoriler
uk: Улюблені
vi: Mục ưa thích
zh_cn: 个人收藏
zh_hk: 喜好項目
zh_tw: 喜好項目

# SaverBackdropPhotoFilterValueHideTitle
source: Hide
ar: إخفاء
ca: Oculta
cs: Skrýt
da: Skjul
de: Ausblenden
el: Απόκρυψη
es: Ocultar
es_us: Ocultar
fi: Kätke
fr: Masquer
fr_ca: Masquer
he: הסתרה
hi: छिपाएँ
hr: Sakrij
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 非表示
ko: 가리기
ms: Sembunyikan
nb: Skjul
nl: Verberg
pl: Ukryj
pt_br: Ocultar
pt_pt: Ocultar
ro: Ascundeți
ru: Скрыть
sk: Skryť
sl: Skrij
sv: Göm
th: ซ่อน
tr: Gizle
uk: Сховати
vi: Ẩn
zh_cn: 隐藏
zh_hk: 隱藏
zh_tw: 隱藏
